{
  "data": [{
    "id_vocab": 49,
    "title_vocab": "Arpeggio",
    "description_vocab": "An arpeggio has the notes of a chord played in succession rather than together, strictly in continuously ascending or descending order. The term ‘broken chord’ is sometimes used as a synonym (the notes of the chord thus broken often occurring in any order)"
  }, {
    "id_vocab": 50,
    "title_vocab": "Cadence",
    "description_vocab": "The chords that conclude a musical phrase. Cadences are of four main types: perfect, with chords V‒I; imperfect, with I (or other nondominant chord) and V; plagal, with chords IV‒I; interrupted, usually with V‒VI. "
  }, {
    "id_vocab": 51,
    "title_vocab": "Bass (line)",
    "description_vocab": "The lowest part in the musical texture, which often determines or generates the harmony. A Baroque ‘figured bass’ has numerals underneath to indicate the chords to be ‘realised’ by the continuo keyboard player. A ‘murky’ bass has a pattern of broken octaves (as in parts of Beethoven’s Pathétique sonata)"
  }, {
    "id_vocab": 52,
    "title_vocab": "Chord",
    "description_vocab": "The simultaneous sounding together of two or more notes. Often used to refer to the triads in major and minor keys."
  }, {
    "id_vocab": 53,
    "title_vocab": "Conjunct",
    "description_vocab": "Synonym for ‘stepwise’ (Next door notes) "
  }, {
    "id_vocab": 54,
    "title_vocab": "Disjunct",
    "description_vocab": "Angular Melody\n(Notes jump about)"
  }, {
    "id_vocab": 55,
    "title_vocab": "Dissonance",
    "description_vocab": "In traditional harmony a dissonance is a note that does not belong to a common chord or triad and makes a clashing sound – strict rules usually govern its approach and its resolution back to a non-dissonant note (i.e. a ‘consonance’)"
  }, {
    "id_vocab": 56,
    "title_vocab": "Chord sequence",
    "description_vocab": "A series of chords, usually repeated \n(e.g. in a 12-bar blues)"
  }, {
    "id_vocab": 57,
    "title_vocab": "Drone",
    "description_vocab": "Long held note or notes. Especially in non-classical genres, the extended sustaining or repeating of a note or a harmonic interval (notably a perfect 5th)"
  }, {
    "id_vocab": 58,
    "title_vocab": "Fanfare",
    "description_vocab": "A flourish for brass instruments (frequently with percussion) for ceremonial or celebratory effect, or simply any short passage for brass in an orchestral work"
  }, {
    "id_vocab": 59,
    "title_vocab": "Ground bass",
    "description_vocab": "A repeating phrase in the bass (a type of ‘ostinato’), especially in some Baroque pieces, notably by Purcell."
  }, {
    "id_vocab": 60,
    "title_vocab": "Harmony",
    "description_vocab": "Successions of chords \n(or sometimes refers to \nsingle chords)"
  }, {
    "id_vocab": 61,
    "title_vocab": "Interval",
    "description_vocab": "The distance between two neighbouring notes or two heard simultaneously. Most intervals are stated as ordinal numbers (2nds, 3rds, etc.) with an adjective expressing their major, minor, diminished or augmented character."
  }, {
    "id_vocab": 62,
    "title_vocab": "Leap",
    "description_vocab": "A melodic movement to a note further than a tone or semitone away from the previous note. Opposite of ‘step’."
  }, {
    "id_vocab": 63,
    "title_vocab": "Melody",
    "description_vocab": "A melody (or ‘melodic line’) is a succession of single sounds – most frequently an individual strand or part within a fuller musical texture. A melody is usually ‘tuneful’ or otherwise prominent or memorable."
  }, {
    "id_vocab": 64,
    "title_vocab": "Melodic device",
    "description_vocab": "A compositional method applying to a single melodic line rather than to the complete texture (for example melodic sequence)."
  }, {
    "id_vocab": 65,
    "title_vocab": "Monotone",
    "description_vocab": "Use of the same pitch repeatedly in a melodic part."
  }, {
    "id_vocab": 66,
    "title_vocab": "Ornamentation",
    "description_vocab": "The process of elaborating or decorating musical material (particularly a melody). Includes conventional ornaments such as trills and turns."
  }, {
    "id_vocab": 67,
    "title_vocab": "Ostinato",
    "description_vocab": "A short musical pattern repeated throughout a section or complete piece."
  }, {
    "id_vocab": 68,
    "title_vocab": "Pedal",
    "description_vocab": "A note (usually in the bass, and generally either the tonic or dominant of the key) which is sustained or repeated while chords change, often resulting in dissonance."
  }, {
    "id_vocab": 69,
    "title_vocab": "Riff",
    "description_vocab": "Similar to ostinato, but applied to popular styles of music. "
  }, {
    "id_vocab": 70,
    "title_vocab": "Roman numerals",
    "description_vocab": "Roman numerals (from I to VII) are used to label chords in traditional harmony according to which degree of the scale is used as the root. Thus in C major, the chord D F A (with root D) is II."
  }, {
    "id_vocab": 71,
    "title_vocab": "Scale",
    "description_vocab": "A succession of pitches in stepwise order usually extending for an octave \n(e.g. C D E F G A B C is a (major) scale)"
  }, {
    "id_vocab": 72,
    "title_vocab": "Sequence",
    "description_vocab": "Repetition of a melody (or an harmonic progression) but at different pitch level(s) rather than at the same pitch."
  }, {
    "id_vocab": 73,
    "title_vocab": "Stepwise",
    "description_vocab": "Where a melody moves by steps (by tones and/or semitones) and not by leaps (of a 3rd or more)"
  }, {
    "id_vocab": 74,
    "title_vocab": "Theme",
    "description_vocab": "A melody (or occasionally some other form of musical material) on which part or all of a piece is based."
  }, {
    "id_vocab": 75,
    "title_vocab": "Tonality",
    "description_vocab": "The relationship of notes within a scale or mode to a principal note (the tonic or final). A wider term than key but often used synonymously with it."
  }, {
    "id_vocab": 76,
    "title_vocab": "Atonal",
    "description_vocab": "Absence of tonality or key. "
  }, {
    "id_vocab": 77,
    "title_vocab": "Chromatic",
    "description_vocab": "Chromatic notes are those progressing by semitones, especially to a tone having the same letter name, \neg C to C sharp."
  }, {
    "id_vocab": 78,
    "title_vocab": "Dominant (key)",
    "description_vocab": "The key a perfect 5th higher than the tonic (‘home’) key of a piece (e.g. D major in a G major piece)"
  }, {
    "id_vocab": 79,
    "title_vocab": "Key",
    "description_vocab": "A form of tonality based on major and minor scales."
  }, {
    "id_vocab": 80,
    "title_vocab": "Major",
    "description_vocab": "Based on major scales, with a major 3rd between scale degrees 1 and 3. "
  }, {
    "id_vocab": 81,
    "title_vocab": "Minor",
    "description_vocab": "Based on minor scales, with a minor 3rd between scale degrees 1 and 3."
  }, {
    "id_vocab": 82,
    "title_vocab": "Modal",
    "description_vocab": "Tonality based on modes (precursors of modern scales ‒ of several types, each with a different series of tones and semitones)"
  }, {
    "id_vocab": 83,
    "title_vocab": "Modulation",
    "description_vocab": "Change of key"
  }, {
    "id_vocab": 84,
    "title_vocab": "Pentatonic",
    "description_vocab": "Based on a five-note scale (often equivalent to scale degrees 1, 2, 3, 5, 6 of a major scale, or 1, 3, 4, 5, (flat)7 of a minor scale)"
  }, {
    "id_vocab": 85,
    "title_vocab": "Relative minor/major",
    "description_vocab": "Major keys and their relative minors have the same key signature (e.g. F major and D minor). Minor keys and their relative majors have the same key signature (e.g. E minor and G major)"
  }, {
    "id_vocab": 86,
    "title_vocab": "Form, structure",
    "description_vocab": "The overall shape of a composition (e.g. binary. ternary, rondo). ‘Form’ and ‘structure’ are largely synonymous."
  }, {
    "id_vocab": 87,
    "title_vocab": "Binary",
    "description_vocab": "A form with two sections (often referred to as A and B), each usually repeated. The A section usually modulates from the tonic to dominant or relative major. The B section returns to the tonic, usually via other keys"
  }, {
    "id_vocab": 88,
    "title_vocab": "Introduction",
    "description_vocab": "An opening passage or section which clearly prepares for (or introduces) the first main idea (e.g. in a song where the piano has an introduction before the singer begins)"
  }, {
    "id_vocab": 89,
    "title_vocab": "Phrase",
    "description_vocab": "A short passage of music to some extent comparable to a phrase in speaking or writing. Many phrases are two or four bars long. "
  }, {
    "id_vocab": 90,
    "title_vocab": "Rondo",
    "description_vocab": "A form comprising several statements of a main section interspersed with contrasting episodes. The simplest rondo structure was ABACA, where A is the recurring section, and B and C are the episodes."
  }, {
    "id_vocab": 91,
    "title_vocab": "Sonata form",
    "description_vocab": "A large-scale form which evolved in the Classical period. It combines elements of binary form, and ternary form (in having exposition, development and recapitulation)"
  }, {
    "id_vocab": 92,
    "title_vocab": "Ternary",
    "description_vocab": "A form with three sections (often referred to as A B A). The opening section is repeated (exactly or varied), section B providing pronounced contrast."
  }, {
    "id_vocab": 93,
    "title_vocab": "Strophic",
    "description_vocab": "A strophic song has the same (or similar) music for each stanza of the poem being set. (A song in which some or all stanzas are set differently is ‘through-composed’)"
  }, {
    "id_vocab": 94,
    "title_vocab": "Sonority",
    "description_vocab": "The nature and quality of musical sounds."
  }, {
    "id_vocab": 95,
    "title_vocab": "Articulation",
    "description_vocab": "The degree to which a note is separated from the note that follows it (ranging from minimal (legato) to much greater (staccato or staccatissimo)"
  }, {
    "id_vocab": 96,
    "title_vocab": "Timbre",
    "description_vocab": "The particular tone colour of an instrument or voice."
  }, {
    "id_vocab": 97,
    "title_vocab": "Texture",
    "description_vocab": "The number of parts in a piece of music and how they relate to one another. "
  }, {
    "id_vocab": 98,
    "title_vocab": "Accompaniment",
    "description_vocab": "Musical background to a principal part or parts (e.g. piano accompanying a solo singer)"
  }, {
    "id_vocab": 99,
    "title_vocab": "Continuo (or Basso continuo)",
    "description_vocab": "The bass line in many Baroque orchestral, choral and chamber works. Most commonly played by low string instruments (with or without bassoons) and with a chord-playing instrument (notably harpsichord, organ or lute) to complete the harmony by realising the figured bass."
  }, {
    "id_vocab": 100,
    "title_vocab": "Heterophony",
    "description_vocab": "Where two or more parts play the same melodic line simultaneously, but there are small variations between them. The adjective is ‘heterophonic’"
  }, {
    "id_vocab": 101,
    "title_vocab": "Homophony",
    "description_vocab": "A widely-used type of texture consisting of a melody part and other subsidiary (accompanying) parts. The adjective is ‘homophonic’"
  }, {
    "id_vocab": 102,
    "title_vocab": "Monophony",
    "description_vocab": "Music in which only one note is heard at a time – a single melodic line. The adjective is ‘monophonic’"
  }, {
    "id_vocab": 103,
    "title_vocab": "Polyphony",
    "description_vocab": "In one sense any texture with two or more parts, but commonly used as a synonym for ‘counterpoint’ where there are two or more simultaneous and largely independent melody lines. The adjective is ‘polyphonic’"
  }, {
    "id_vocab": 104,
    "title_vocab": "Two-part",
    "description_vocab": "Music for two ‘parts’ (i.e. for two melodic lines, and therefore with two notes sounding simultaneously except where one or both rest). ‘Threepart’ and ‘four-part’ music have three and four parts respectively."
  }, {
    "id_vocab": 105,
    "title_vocab": "Imitation",
    "description_vocab": "Two or more parts share the same melodic idea (not necessarily in full, exactly or at the same pitch). Each new part enters separately, the preceding one continuing with shared or new material."
  }, {
    "id_vocab": 106,
    "title_vocab": "Tempo, metre and rhythm",
    "description_vocab": "‘Tempo’ is the speed of the music, (which may be, for example, slow, quick, or lively). ‘Metre’, often indicated by a time signature, concerns the pattern and number of strong and weak beats (e.g. 2/4 metre has two crotchets per bar, the first ‘strong’, the second ‘weak’). ‘Rhythm’ refers more broadly to the relationship between sounds and the passage of time, and often concerns conventional groupings (e.g. ‘dotted rhythms’, as defined below)."
  }, {
    "id_vocab": 107,
    "title_vocab": "Beat",
    "description_vocab": "Most music has a regular beat rather as most people have a regular pulse. Small numbers of beats are generally grouped into bars. Some beats, notably the first of a bar, are ‘strong’ or ‘accented’, others, notably the last, are ‘weak’ or ‘unaccented’. Some rhythms come ‘off the beat’: further, see ‘syncopation’ "
  }, {
    "id_vocab": 108,
    "title_vocab": "Dotted rhythm",
    "description_vocab": "The term ‘dotted rhythm’ is usually applied to a pair of notes consisting of a dotted note and a shorter note (the two making up a complete beat or number of beats), or to several successive such pairs of notes."
  }, {
    "id_vocab": 109,
    "title_vocab": "Duration",
    "description_vocab": "In rhythmic terms, the length of a note."
  }, {
    "id_vocab": 110,
    "title_vocab": "Shuffle",
    "description_vocab": "A rhythm based on the shuffle dance step, characteristically featuring alternately long and short notes (within triplet groupings)"
  }, {
    "id_vocab": 111,
    "title_vocab": "Swing",
    "description_vocab": "A jazz style that incorporates swung rhythms."
  }, {
    "id_vocab": 112,
    "title_vocab": "Swung rhythm",
    "description_vocab": "Two notes of the same value (usually quavers) are played with the first lengthened and the second correspondingly shortened (as often in jazz)"
  }, {
    "id_vocab": 113,
    "title_vocab": "Syncopation",
    "description_vocab": "A ‘strong’ or stressed note occurs on a part of a bar or beat that would normally be ‘weak’ or unstressed."
  }, {
    "id_vocab": 114,
    "title_vocab": "Triplets",
    "description_vocab": "Three notes of equal value taking the time normally occupied by two notes of the same written value (or by one undotted note of the next highest value)"
  }, {
    "id_vocab": 115,
    "title_vocab": "Dynamics",
    "description_vocab": "The volume of musical sound(s), and also the symbols used in a score to indicate volume (e.g. f and p)"
  }, {
    "id_vocab": 116,
    "title_vocab": "Accent",
    "description_vocab": "Notes may be given special prominence by the addition of accent marks (e.g. › ) "
  }, {
    "id_vocab": 117,
    "title_vocab": "Solo",
    "description_vocab": "A complete piece (or a section) for one player or singer with no accompaniment, or for one player or singer with accompaniment."
  }, {
    "id_vocab": 118,
    "title_vocab": "Tone (quality)",
    "description_vocab": "The quality of a performer’s sound (which may be termed rich, rounded, thin, etc.)"
  }, {
    "id_vocab": 119,
    "title_vocab": "Forces",
    "description_vocab": "The instrument(s) and/or voice(s) that perform the music."
  }, {
    "id_vocab": 120,
    "title_vocab": "Ensemble",
    "description_vocab": "A group of performers working together."
  }, {
    "id_vocab": 121,
    "title_vocab": "Double (verb)",
    "description_vocab": "Doubling occurs where one performer consistently plays or sings the same notes as another – strictly speaking at the same octave, but duplication at the octave may be involved."
  }, {
    "id_vocab": 122,
    "title_vocab": "Double stopping",
    "description_vocab": "Where two (or more) notes are played together on an orchestral string instrument (two or more strings being ‘stopped’ simultaneously)."
  }, {
    "id_vocab": 123,
    "title_vocab": "Glissando",
    "description_vocab": "A slide between adjacent notes of a chromatic or diatonic scale. The terms glissando and portamento are to some extent interchangeable, but a portamento involves movements smaller than a semitone (such as a singer can achieve but a pianist cannot)"
  }, {
    "id_vocab": 124,
    "title_vocab": "Hammer on",
    "description_vocab": "A guitar technique used to facilitate fast playing by avoiding the need to pick every note."
  }, {
    "id_vocab": 125,
    "title_vocab": "Harmonics",
    "description_vocab": "Each sound combines a fundamental and a series of much less clearly heard higher pitches called harmonics. With stringed instruments these can be sounded by lightly touching a string at particular points (rather than by normal ‘stopping’)"
  }, {
    "id_vocab": 126,
    "title_vocab": "Improvisation",
    "description_vocab": "A piece composed as it is performed, although frequently based on a pre-conceived ‘stimulus’ such as a melodic theme or chord scheme."
  }, {
    "id_vocab": 127,
    "title_vocab": "Melisma(tic)",
    "description_vocab": "A melisma is a group of notes used to set just one syllable of text. The adjective is ‘melismatic’. Where each syllable has one note, the style is ‘syllabic’"
  }, {
    "id_vocab": 128,
    "title_vocab": "Pull off",
    "description_vocab": "A guitar technique: a string is plucked by ‘pulling’ the string off the fingerboard with a finger used to fret the note."
  }, {
    "id_vocab": 129,
    "title_vocab": "Range",
    "description_vocab": "The distance between the lowest and highest notes in a single melodic part. (A soprano part working between middle C and the C above has a range – or ‘compass’ – of an octave)"
  }, {
    "id_vocab": 130,
    "title_vocab": "Tessitura",
    "description_vocab": "The most widely used part of a vocal or instrumental part’s range."
  }, {
    "id_vocab": 131,
    "title_vocab": "Wah wah",
    "description_vocab": "The Wah wah (or Harmon) mute, as used with trumpets and trombones. The name is onomatopoeic – the resulting sound can be rather like ‘wah wah’. The same result can be obtained via music technology as a studio effect."
  }, {
    "id_vocab": 132,
    "title_vocab": "Phrasing",
    "description_vocab": "The correct observance of divisions between whole phrases and sometimes shorter groups of notes (often to accord with a composer’s phrase markings) "
  }, {
    "id_vocab": 133,
    "title_vocab": "Pizzicato",
    "description_vocab": "Where the string(s) of a stringed instrument are plucked rather than bowed. The direction ‘pizzicato’ in the score is cancelled by ‘arco’, meaning ‘[with] the bow’"
  }, {
    "id_vocab": 134,
    "title_vocab": "Tablature",
    "description_vocab": "Notation other than staff notation with letters, numbers or other conventional signs – today used particularly by guitarists"
  }, {
    "id_vocab": 135,
    "title_vocab": "Tremolo (tremolando)",
    "description_vocab": "Rapid repetition of a single note or of notes a 3rd or more apart."
  }, {
    "id_vocab": 136,
    "title_vocab": "Lyrics",
    "description_vocab": "Words to which a song is set (applies to music in popular styles)"
  }, {
    "id_vocab": 137,
    "title_vocab": "Word painting",
    "description_vocab": "Word painting occurs when a composer deliberately illustrates a word or phrase with a matching musical image (e.g. by having rising notes for ‘ascending’) "
  }, {
    "id_vocab": 138,
    "title_vocab": "Baroque",
    "description_vocab": "Music in the Western Classical Tradition from c1600‒c1750. "
  }, {
    "id_vocab": 139,
    "title_vocab": "Cantata",
    "description_vocab": "A work (sacred or secular, and particularly associated with the Baroque period) in several movements for singer(s) and instruments."
  }, {
    "id_vocab": 140,
    "title_vocab": "classical (with lower-case c)",
    "description_vocab": "Describes music from the Western Classical Tradition generally (Baroque, Classical, Romantic, etc.). ‘Classical’ with upper-case C can refer to Music in the Western Classical Tradition from c1750‒c1820"
  }, {
    "id_vocab": 141,
    "title_vocab": "(Solo) concerto",
    "description_vocab": "A work for soloist and orchestra, usually in three movements."
  }, {
    "id_vocab": 142,
    "title_vocab": "Concerto grosso",
    "description_vocab": "A type of concerto favoured in the Baroque period, commonly with three soloists and orchestra."
  }, {
    "id_vocab": 143,
    "title_vocab": "Fusion",
    "description_vocab": "The blending of more than one musical style or culture to create a new ‘fused’ sound (e.g. Afro-Cuban)"
  }, {
    "id_vocab": 144,
    "title_vocab": "Genre",
    "description_vocab": "A type of piece (e.g. opera, rock, concerto)"
  }, {
    "id_vocab": 145,
    "title_vocab": "Gigue",
    "description_vocab": "The term covers both a fast Baroque dance and pieces suggestive of that dance (rather than necessarily intended for use in the dance). A gigue is normally in compound metre (such as 12/8)"
  }, {
    "id_vocab": 146,
    "title_vocab": "Jazz",
    "description_vocab": "Originally a fusion of African and North American styles. A number of varieties of jazz have developed over time, including New Orleans, swing, bebop."
  }, {
    "id_vocab": 147,
    "title_vocab": "March",
    "description_vocab": "Originally a march was for soldiers to march to – usually in 4/4 time, with regular and often repetitive rhythms. Now used for any piece of similar character designed, for example, for ceremonial or processional use. "
  }, {
    "id_vocab": 148,
    "title_vocab": "Musical theatre",
    "description_vocab": "Musical theatre integrates songs, spoken dialogue, acting, and dance, within a popular idiom. ‘Musicals’ are extended pieces of musical theatre from which favourite songs are often performed separately."
  }, {
    "id_vocab": 149,
    "title_vocab": "Oral tradition",
    "description_vocab": "Music learnt by listening and repeating, and passed on orally."
  }, {
    "id_vocab": 150,
    "title_vocab": "Prelude",
    "description_vocab": "Especially in the Baroque period, an ‘introductory’ piece preceding (an)other piece(s). Later preludes are often just short stand-alone pieces."
  }, {
    "id_vocab": 151,
    "title_vocab": "Rock",
    "description_vocab": "Emerged in the 1950s as ‘rock and roll’, and subsequently developed into a range of different popular styles."
  }, {
    "id_vocab": 152,
    "title_vocab": "Samba",
    "description_vocab": "A dance characteristic of Brazil, but with its roots in Africa. Usually quick, with frequent use of the syncopated rhythm semiquaver-quaver-semiquaver. "
  }, {
    "id_vocab": 153,
    "title_vocab": "Sonata",
    "description_vocab": "A fairly extended composition, usually in three or four movements, with one or more (particularly the first) in sonata form. Many sonatas are for solo piano."
  }, {
    "id_vocab": 154,
    "title_vocab": "Suite",
    "description_vocab": "A group of pieces, all or some of which are usually in Baroque or Classical dance styles."
  }, {
    "id_vocab": 155,
    "title_vocab": "Chorus effect",
    "description_vocab": "An effect used to simulate the small variations of pitch and timing experienced when several performers play or sing the same part."
  }, {
    "id_vocab": 156,
    "title_vocab": "Flanger",
    "description_vocab": "A flanger is an effects unit that creates ‘flanging’, an audio effect which involves mixing together two identical signals, one of them delayed by a small, gradually changing amount."
  }, {
    "id_vocab": 157,
    "title_vocab": "Multi-track recording",
    "description_vocab": "Recording different audio channels to separate ‘tracks’ (one by one or simultaneously) for greater ease and effectiveness of processing than when all information is stored on a single track."
  }, {
    "id_vocab": 158,
    "title_vocab": "Over-dubbing",
    "description_vocab": "Adding more recorded sounds to a previously-made recording, with the intention of enhancing it."
  }, {
    "id_vocab": 159,
    "title_vocab": "Pitch shift",
    "description_vocab": "Where the original pitch of a sound is raised or lowered, often by means of an effects unit called a ‘pitch shifter’"
  }, {
    "id_vocab": 160,
    "title_vocab": "Re-take",
    "description_vocab": "A new recording of a section or piece intended to replace a previous unsatisfactory one."
  }, {
    "id_vocab": 161,
    "title_vocab": "(Studio) effects",
    "description_vocab": "Methods of artificially creating sounds, or of modifying or enhancing recorded sounds, through use of music technology."
  }, {
    "id_vocab": 162,
    "title_vocab": "Track",
    "description_vocab": "An individual song, piece or movement on a recording (e.g. on a CD). \n(2)     A path on a magnetic recording tape (or a computerised recording system) that receives or contains information from a single audio channel."
  }]

}
